export default [
  {
    id: '66846',
    slug: 'tricks-with-kids',
    title: 'ترفندهای ارتباط با کودکان',
    summary: 'روش‌هایی ساده برای ایجاد رابطه‌ای مؤثرتر با فرزندان و تقویت مهارت‌های ارتباطی.',
    image: '/images/IMG_20251005_131532_142.webp',
    author: 'مینا رضایی',
    date: '2025-10-05',
    category: 'ترفندهای تربیتی',
    content: `
ارتباط با کودکان یکی از مهم‌ترین مهارت‌هایی است که والدین باید در خود تقویت کنند. 
در این مقاله به بررسی روش‌های کاربردی و علمی برای بهبود این مهارت‌ها می‌پردازیم...
    `
  },
  {
    id: '66985',
    slug: 'educational-games',
    title: 'بازی‌های آموزشی برای کودکان',
    summary: 'معرفی چند بازی سرگرم‌کننده که در عین لذت، باعث رشد ذهنی و خلاقیت کودکان می‌شود.',
    image: '/images/IMG_20251005_131532_108.webp',
    author: 'علی احمدی',
    date: '2025-09-28',
    category: 'بازی‌های آموزشی',
    content: `
چند بازی سرگرم‌کننده و آموزشی که باعث رشد ذهنی و خلاقیت کودکان می‌شود...
    `
  },
  {
    id: '78567',
    slug: 'school-news',
    title: 'آخرین اخبار مدرسه ما',
    summary: 'گزارش کامل از جدیدترین برنامه‌ها و رویدادهای آموزشی برگزار شده در مرکز ما.',
    image: '/images/IMG_20251005_131532_467.webp',
    author: 'سارا موسوی',
    date: '2025-09-20',
    category: 'اخبار / رویدادها',
    content: `
گزارش جدیدترین برنامه‌ها و رویدادهای آموزشی برگزار شده در مرکز ما...
    `
  }
]
